<?php

require_once(dirname( __FILE__ ) . "/common.inc.php" );
class StaticValues {

	public function getPrefList($list = array()) {
	
		$list['1']  = "北海道";
		$list['2']  = "青森県";
		$list['3']  = "岩手県";
		$list['4']  = "宮城県";
		$list['5']  = "秋田県";
		$list['6']  = "山形県";
		$list['7']  = "福島県";
		$list['8']  = "茨城県";
		$list['9']  = "栃木県";
		$list['10'] = "群馬県";
		$list['11'] = "埼玉県";
		$list['12'] = "千葉県";
		$list['13'] = "東京都";
		$list['14'] = "神奈川県";
		$list['15'] = "新潟県";
		$list['16'] = "富山県";
		$list['17'] = "石川県";
		$list['18'] = "福井県";
		$list['19'] = "山梨県";
		$list['20'] = "長野県";
		$list['21'] = "岐阜県";
		$list['22'] = "静岡県";
		$list['23'] = "愛知県";
		$list['24'] = "三重県";
		$list['25'] = "滋賀県";
		$list['26'] = "京都府";
		$list['27'] = "大阪府";
		$list['28'] = "兵庫県";
		$list['29'] = "奈良県";
		$list['30'] = "和歌山県";
		$list['31'] = "鳥取県";
		$list['32'] = "島根県";
		$list['33'] = "岡山県";
		$list['34'] = "広島県";
		$list['35'] = "山口県";
		$list['36'] = "徳島県";
		$list['37'] = "香川県";
		$list['38'] = "愛媛県";
		$list['39'] = "高知県";
		$list['40'] = "福岡県";
		$list['41'] = "佐賀県";
		$list['42'] = "長崎県";
		$list['43'] = "熊本県";
		$list['44'] = "大分県";
		$list['45'] = "宮崎県";
		$list['46'] = "鹿児島県";
		$list['47'] = "沖縄県";
		return $list;
	}

	public function getPrefKanaList($list = array()) {
	
		$list['1']  = "ほっかいどう";
		$list['2']  = "あおもりけん";
		$list['3']  = "いわてけん";
		$list['4']  = "みやぎけん";
		$list['5']  = "あきたけん";
		$list['6']  = "やまがたけん";
		$list['7']  = "ふくしまけん";
		$list['8']  = "いばらきけん";
		$list['9']  = "とちぎけん";
		$list['10'] = "ぐんまけん";
		$list['11'] = "さいたまけん";
		$list['12'] = "ちばけん";
		$list['13'] = "とうきょうと";
		$list['14'] = "かながわけん";
		$list['15'] = "にいがたけん";
		$list['16'] = "とやまけん";
		$list['17'] = "いしかわけん";
		$list['18'] = "ふくいけん";
		$list['19'] = "やまなしけん";
		$list['20'] = "ながのけん";
		$list['21'] = "ぎふけん";
		$list['22'] = "しずおかけん";
		$list['23'] = "あいちけん";
		$list['24'] = "みえけん";
		$list['25'] = "しがけん";
		$list['26'] = "きょうとふ";
		$list['27'] = "おおさかふ";
		$list['28'] = "ひょうごけん";
		$list['29'] = "ならけん";
		$list['30'] = "わかやまけん";
		$list['31'] = "とっとりけん";
		$list['32'] = "しまねけん";
		$list['33'] = "おかやまけん";
		$list['34'] = "ひろしまけん";
		$list['35'] = "やまぐちけん";
		$list['36'] = "とくしまけん";
		$list['37'] = "かがわけん";
		$list['38'] = "えひめけん";
		$list['39'] = "こうちけん";
		$list['40'] = "ふくおかけん";
		$list['41'] = "さがけん";
		$list['42'] = "ながさきけん";
		$list['43'] = "くまもとけん";
		$list['44'] = "おおいたけん";
		$list['45'] = "みやざきけん";
		$list['46'] = "かごしまけん";
		$list['47'] = "おきなわけん";
		return $list;
	}
		
	
	public function valuesList($list) {
	
		$ret = array();
		foreach ($list as $key => $value) {
			$ret[$value] = $key;
		}
		
		return $ret;
		
		
	}
	
	
}

?>
