【{$event_rec.event_name}】ご来場予定_登録完了のご案内
{$user_rec.user_kigyou_name}
{$user_rec.user_name} 様

平素は大変お世話になっております。
日本アクセス展示会事務局です。

弊社担当により、{$event_rec.event_name}のご来場予定登録が完了いたしました。
（なお、ご変更等は下記ご案内より可能です。）

当日ご来場の際は下記「QRコード」のご提示が必須となりますので
ご持参くださいますようお願いいたします。

ご不明点ございましたら、下記問合せ先までご連絡ください。
{$user_rec.user_name}様のご来場を心よりお待ち申し上げております。

━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
↓↓パスワード設定はこちらから↓↓
パスワード設定URL: {$pass_change_url}

↓↓「QRコード」発行、日時変更等 ご登録内容の変更はこちらから↓↓
以下URLにアクセスいただき、メールアドレス・パスワードをご入力の上、ログイン後、ご変更お手続きください。
URL：{$_SYSTEM_ROOT_URLS}/mypage/{$event_rec.event_url_key}/
ログインID：{$user_rec.user_login_id}
パスワード：上記パスワード設定URLにて設定したパスワード

↓↓マイページのログイン、操作方法はこちら↓↓
{$_SYSTEM_ROOT_URLS}/mypage/user_login_info.pdf

■お問合せ先
{$admin_rec.syozoku_name}
{$admin_rec.admin_name}
{$admin_rec.admin_mail}
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
※ このメールはシステムから自動発信されています。
日本アクセス展示会事務局
0120-976-209（受付時間：10:00~19:00 無休）
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
