【{$event_rec.event_name}WEB展示会(ガイドブック)】登録申し込み完了のご連絡

平素は大変お世話になっております。
日本アクセス展示会事務局です。

{$event_rec.event_name}WEB展示会(ガイドブック)の閲覧のための登録申し込みを
頂き誠にありがとうございます。

入力頂いた、当社担当者メールアドレスの確認がとれましたので、以下のURLのから
本登録お願いいたします。

━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
↓↓本登録はこちらから↓↓
URL: {$hontouroku_url}


↓↓WEB展示会(ガイドブック)のログインはこちら↓↓
ログインURL: {$ex_login_url}
　　ログインID：{$user_login_id}
　　パスワード：上記の本登録にて設定したパスワード


■お問合せ先
{$admin_rec.admin_name}
{$admin_rec.admin_mail}

━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
※ このメールはシステムから自動発信されています。
日本アクセス展示会事務局
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━

